{
  "HOME": "HOME",
  "Tools": "Tools",
  "About": "About us",
  "STORAGE ANYWHERE": "STORAGE ANYWHERE",
  "Introduction": "Penguin Introduction",
  "Introduction content": "Penguin is a p2p decentralized storage network established on Whitecoin,which allows pool storage, bandwidth and hashrate resources to support its application.The system uses both distributed storage market and retrieval market to hire miners, and it can help DApp with its storage and code allocation, and data and content to release isolated data,without disturbing data on chain. The innovative stimulation system with built-in micropayments and smart contract construct a reliable reputation mechanism, leading fast and reliable data provision, routing around censorship and giving permanence to digital information. The survived network partitions and zero downtime situated in offline work shall resist periodical breakdowns.",
  "Why stake with Penguin": "Why stake with Penguin",
  "Competitive price": "Competitive price",
  "Security and Authenticity": "Security and Authenticity",
  "High Efficiency": "High Efficiency",
  "Reliability": "Reliability",
  "Efficient and convenient trading platform": "Efficient and convenient trading platform",
  "Website navigation": "Website navigation",
  "Team Introduction": "Team Introduction",
  "Development history": "Development history",
  "Contact us": "Contact us",
  "Be a pioneer of blockchain technology innovation": "Be a pioneer of blockchain technology innovation",
  "about name01 title": "Danil Chunyukin",
  "about name01 name": "CEO",
  "about name01 content01": "Over ten years of management and four years of crypto and blockchain spheres experience.",
  "about name01 content02": "Used to be the Chief Project Manager of UNISLURM.",
  "about name01 content03": "Managing the blockchain/cryptocurrency products and related services, solutions for mobile and desktop: decentralized exchanges, cryptocurrency wallets, payment gateways. Extensive experience in international cooperation.",
  "about name02 title": "Aleksandr Aleksandruk",
  "about name02 name": "CTO",
  "about name02 content01": "CTO in Penguin storage project ,technical consultant in Whitecoin project Used to launch 3 successful projects such as crypto acquiring in Fintech and Blockchain at the venture fund.",
  "about name02 content02": "Also ,used to build a powerful cryptocurrency exchange market platform with additional narrowly niche products such as liquidity finance bots and connectors to the 3rd-party popular services at Starup Cryptocurrency Exchange market.",
  "Penguin Roadmap": "Penguin Roadmap"
}
